Repository: ESUCC/Maximd
Catalog: application/translation/form001/page3.tmx
Source language: es
Languages: en

source: Doy consentimiento para que se realice la evaluación inicial
en: Give Consent for Initial Evaluation

source: No doy consentimiento para que se realice la evaluación inicial
en: Do Not Give Consent for Initial Evaluation

source: He recibido una copia de la notificación sobre esta evaluación propuesta y sobre mis derechos como padre de familia, entiendo el contenido de la notificación y <B> doy mi consentimiento</B>para la evaluación multidisciplinaria que se especifica en esta notificación. Entiendo que este consentimiento es voluntario y que puede ser revocado en cualquier momento.
en: I have received a copy of the Notice of this proposed evaluation and my parental rights, understand the content of the Notice and <B>give consent</B> for the multidisciplinary evaluation specified in this Notice. I understand this consent is voluntary and may be revoked at any time.

source: He recibido una copia de la notificación sobre esta evaluación propuesta y sobre mis derechos como padre de familia, entiendo el contenido de la notificación y <B> no doy mi consentimiento</B> para la evaluación multidisciplinaria que se especifica en esta notificación. El motivo por el cual no doy mi consentimiento es:
en: I have received a copy of the Notice of this proposed evaluation and my parental rights, understand the content of the Notice and <B>do not give consent</B> for the multidisciplinary evaluation specified in this Notice. The reason for not giving consent to the evaluation is:

source: Firma del padre/madre
en: Parent Signature

source: Fecha del Consentimiento
en: Consent Date

source: Firma en el archivo
en: Signature on File

source: Fecha recibida por el distrito
en: Date Received by District:

source: Fecha en que los padres de familia firman
en: Date of Parent Signature:
